[
{"username": "Domi", "review_helpful_vote": 86, "review_date": "März 2022", "review_score": "5", "review_id": "830575111", "review_title": "Ideal für Geschäftsreise", "review_text": "Das Greuterhof liegt zwischen Frauenfeld und Winterthur. Es ist das typische Seminarhotel, mit vielen Einzelzimmern und also ideal für Gäste, die auf Geschäftsreise sind. Die Struktur ist sehr modern. Das Hotel verfügt über genügend Parkmöglichkeit. Die Zimmer sind schlicht und elegant, sauber und ruhig. Das Fernseher ist lächerlich klein, aber ich habe es sowieso nicht benützt. Das Personal ist sehr freundlich und kompetent. Das Frühstuck war wie versprochen reichlich und wurde bedient (das bedeutet kein Frühstuckbuffet, was ich sehr geschätzt habe). Wenn ich wieder geschäftlich in der Region sein werde, werde ich sicher nochmals das Greuterhof wählen."},
{"username": "Marc", "review_helpful_vote": 0, "review_date": "Feb. 2021 ", "review_score": "5", "review_id": "782874055", "review_title": "Hochzeitsfest", "review_text": "Wir haben für unser Hochzeitsfest den Greuterhof gewählt. Wir haben das Hochzeitsfst trotz den Corona-Einschränkungen sehr genossen. Livia und das Greuterhof Team haben uns während der schwierigen Vorbereitung super unterstützt und unsere Wünsche sehr gut umgesetzt. Da wir das Essen sehr lecker finden und auch das Hotel/ Restaurant sehr charmant ist, gehen wir immer wieder gerne dort essen."},
{"username": "gangst2018", "review_helpful_vote": 3, "review_date": "Jan. 2020 ", "review_score": "5", "review_id": "737991702", "review_title": "Sitzung und Essen/Übernachtung ", "review_text": "Wir hatten eine Sitzung mit anschließendem Nachtessen, Übernachtung und Frühstück. Alles war PERFEKT! Freundliche Bedienung, sehr gutes Essen und sensationell schöne Location! Dazu gab‘s noch einen interessanten, kurzen Vortrag über die Geschichte vom Greuterhof mit feinem Apéro. Gerne wieder! Danke für ALLES!"},
{"username": "towaritsch", "review_helpful_vote": 52, "review_date": "Okt. 2019 ", "review_score": "4", "review_id": "718863417", "review_title": "kreative Küche lecker zubereitet", "review_text": "ein sehr schönes, professionel restauriertes Hotel ( überwiegend wohl Tagungshotel ) direkt an der Straße mit einem Außenbereich bei schönem Wetter. Das Restaurant ist nicht sehr groß, mit einer dominanten Bar-Theke und zweckmäßigem Interieur, aber nicht gerade gemütlich. Das Essen war ausgezeichnet, wenngleich auch nicht gerade preiswert. Das Besondere aber ist die Philosophie des Hauses !!!!  Selbst im Service werden Jugendliche eingesetzt, die leicht gehandicapt sind und sich große Mühe geben, trotz ihrer \"Behinderung\" den Gast zufrieden zu stellen. Größtes Kompliment an die junge Dame, die den Service leitet"},
{"username": "Urs H. K", "review_helpful_vote": 94, "review_date": "Okt. 2019 ", "review_score": "4", "review_id": "716026211", "review_title": "Angenehmes Ambiente und fachgerechtes Gastgebertum in dieser umgebauten historischen Liegenschaft", "review_text": "Restaurant Schmitte: haben die Räumlichkeiten tagsüber kurz angeschaut. Hat uns sehr gut gefallen, deshalb kamen wir zum Nachtessen zurück. Freundlicher Empfang, Abnahme der Garderobe. Der stv. Restaurationsleiter empfiehlt uns in blumigen Worten den aktuellen Hausapéro: wir bestellen diesen, sowie einen Tomatensaft. Zum Essen wählen wir die 2-farbige Karottenmousse und die Lachsforelle im Glas, sowie das Zanderfilet und die Pata-Negra Tagliata. Alles schmeckt sehr fein - Kompliment an die Köche! Die Hauptgänge sind sehr grosszügig portioniert. Dazu empfiehlt uns die (sehr kompetente) Restaurationsleiterin den roten Quarteto von Lenz - super! Trotz vollem Restaurant werden wir aufmerksam betreut und umsorgt, auch vom Lehrling (siehe nächster Satz). Sehr positiv beeindruckt hat"},
{"username": "benfu13", "review_helpful_vote": 6, "review_date": "Sept. 2019 ", "review_score": "5", "review_id": "712388244", "review_title": "Hochzeitsfeier", "review_text": "Haben die Location für unsere Hochzeit gewählt. Livia hat uns von Beginn an sehr gut begleitet und unterstützt. Änderungswünsche wurden stets umgesetzt. Einen herzlichen Dank ebenfalls an das ganze Serviceteam, welches sehr zuvorkommend bedient hat. Wir haben uns wohl gefühlt und kommen gerne wieder."},
{"username": "Sarah S", "review_helpful_vote": 145, "review_date": "Juni 2019 ", "review_score": "4", "review_id": "685254136", "review_title": "Auszeit vom Alltag ", "review_text": "Wir waren an einer 2-Tägigen Weiterbildung im Greuterhof. Das Personal war sehr freundlich und zuvorkommend. Die Zimmer sauber und modern. Das Essen war am 1. Tag sehr gut und am zweiten ok. Etwas leichteres wäre bei der Hitze schön gewesen,  aber es ist mir bewusst,  dass es bei grossen Gruppen schwierig ist kurzfristig darauf einzugehen wie gerade das Wetter ist. Alles in allem war das Personal sehr aufmerksam und zuvorkommend,  dee Aufenthalt schön und entspannt,  so dass wir eine kleine Auszeit vom Alltag geniessen konnten. "},
{"username": "Matthias S", "review_helpful_vote": 8, "review_date": "März 2019 ", "review_score": "3", "review_id": "662358438", "review_title": "Veranstaltung Ostschweizer Oel", "review_text": "Wir waren an der Infoveranstaltung der Ostschweizer Oellieferanten. Der anschliessende Apero wurde im Nebengebäude serviert. Sah alles sehr schön aus, es wurde aber zu wenig Besteck gereicht, weil es sich nicht nur um Fingerfood handelte, sondern auch Häppchen hatte, welche man nur mit Besteck essen konnte. Schade. Auch waren die Räumlichkeiten etwas gar eng für die Anzahl der teilnehmenden Besucher. Sonst ein schöner Ort und gutes Essen im Restaurant."},
{"username": "Markus", "review_helpful_vote": 18, "review_date": "März 2019 ", "review_score": "5", "review_id": "657170884", "review_title": "Sehr gutes Nachtessen", "review_text": "War am Donnerstag Abend im Greuterhof in der Schmitte beim Nachtessen. Bedienung war sehr aufmerksam und freundlich. Das Lokal war sehr gut besetzt und trotzdem kam keine Hektik auf. Zur Vorspeise eine Trilogie von Ente, Saibling und Linsen sehr gut und zum Hauptgang ein Duo vom Rind. War ausgezeichnet 😃 Danke dem Greuterhof Team, immer wieder gerne."},
{"username": "Ratistella", "review_helpful_vote": 71, "review_date": "Jan. 2019 ", "review_score": "4", "review_id": "648901477", "review_title": "Kadertagung mit anschliessendem Salzworkshop", "review_text": "Für die Kadertagung dieses Jahr haben wir uns für den Greuterhof in Islikon entschieden. Das neu Erbaute an der Hauptstrasse macht einen modern-rustikalen Eindruck. Der Empfang war freundlich und der Hausmeister nahm uns mit, um uns auf dem Weg zum Seminar Raum das wichtigste zu erklären, damit wir uns zurecht fanden. Der Tagungsraum war auf der anderen Strassenseite im alten Teil. Der Pausenraum befand sich im Innenhof, so hatte man immer eine gezwungene Brise frisch Luft 😄 auf dem Weg zur Kaffeemaschine. Das Mittagessen war gut, Salat/ Maispoularde Risotto/ Etagere mit allerlei Süssem im Miniformat. Wir waren gestärkt für den Nachmittag. Vor dem Abendessen haben wir an einem Salzworkshop teil genommen und unter Anleitung unser eigenes Speisesalz gemischt. Fand ich super! Dem"},
{"username": "Matthias E", "review_helpful_vote": 80, "review_date": "Nov. 2018 ", "review_score": "5", "review_id": "633357206", "review_title": "Perfekter Seminar-Aufenthalt in inspirierendem Rahmen", "review_text": "Die Abläufe von der Reservation bis zur Durchführung des Seminars haben reibungslos und speditiv geklappt, freundlicher Empfang bei Ankunft, super Service des Hausdienstes, wunderbares Essen - rundum empfehlenswert! Beeindruckend auch das Konzept, dass mit jungen Menschen gearbeitet wird, welche mehr Betreuung benötigen - super!"},
{"username": "Martin", "review_helpful_vote": 6, "review_date": "Sept. 2018 ", "review_score": "5", "review_id": "618285664", "review_title": "Wild Menü", "review_text": "Die Qualität vom Essen ist sehr beeindruckend, die Zusammenstellung vom Wild Menü war super. Eine sehr kreative Küche mit freundlicher Bedienung, Herz was willst du mehr. Wir haben uns sehr wohl gefühlt und kommen wieder. Lieben Dank Greuterhof. "},
{"username": "Markus B", "review_helpful_vote": 61, "review_date": "Juni 2018 ", "review_score": "3", "review_id": "587706767", "review_title": "Ok", "review_text": "Vorab sei gesagt, dass die Architektur wie auch die Inneneinrichtung sehr geschmackvoll sind. Die Bedienung war aufmerksam und freundlich. Jedoch vermag die Qualität der Speisen nicht zu überzeugen. Wir haben den Hamburger Schmittr gegessen, war o. k. Aber leider auch nicht mehr."},
{"username": "Sarah S", "review_helpful_vote": 145, "review_date": "März 2018 ", "review_score": "5", "review_id": "563737962", "review_title": "Toller Service", "review_text": "Das Zimmer war sauber und schön. In der Nacht war die Raumtemperatur etwas warm. Das Personal war sehr aufmerksam und freundlich. Für Leute mit Nahrungsmittelallergien sehr zu empfehlen. Es wurden alle gut umsorgt. Das Apfelkonzept zieht sich durch was sehr gut passt. Ein weiteres Plus sind die Lehrstellenplätze für die Jugendlichen die es nicht ganz einfach hatten."},
{"username": "Peter_Meierhans", "review_helpful_vote": 75, "review_date": "Jan. 2018 ", "review_score": "3", "review_id": "553118284", "review_title": "Sehr schönes Restaurant/Hotel - Design ist nicht alles.", "review_text": "Ein sehr schönes Restaurant mit Ambiance, gut gemacht - sehr schönes Design. Als - u.a. - Restaurationsadresse mit Ausbildungsauftrag und -Zielen, läuft leider nicht alles rund. Wir haben recht lange gewartet, wurden dadurch aber durch sehr freundliches Personal \"entschädigt\". Die Abend-Speisenkarten ist klein und übersichtlich, jeder Gast findet etwas. Wir hatten den Burger (Hauptgang) und einen gemischten Salat als Vorspeise, alles in tadelloser Qualität und zügig serviert. Die Preise sind an der oberen Grenze: CHF 200.-- (für 4 Personen, ohne Wein und Spirituosen; nur Wasser und 1 Bier) für ein relativ einfaches, gutes Essen ist schon \"respektabel\"."},
{"username": "Friedensmensch", "review_helpful_vote": 4, "review_date": "Okt. 2017 ", "review_score": "1", "review_id": "530386133", "review_title": "Unhöfliche Chefetage, freches Personal, niemand fühlt sich zuständig", "review_text": "Nie wieder. Unsere Veranstaltung wurde nicht betreut. Pausenverpflegung zu teuer und zu wenig. Kaffeemaschine defekt, keine Hilfe. Schwierige Kommunikation mit allen Beteiligten. Essen zu wenig. Fehlerhafte Belegung der Räume, Gäste werden unhöflich auf einen Umweg in den Veranstaltungsort geschickt. Angriffige Chefetage, Kritik ist hier nicht erwünscht.  Der Gast ist hier definitiv nicht König. Nie wieder."},
{"username": "JSWaging", "review_helpful_vote": 137, "review_date": "Sept. 2017 ", "review_score": "3", "review_id": "527888830", "review_title": "Design ist nicht alles", "review_text": "Toller Umbau einer alten Scheune zu einem guten Hotel. Hochwertige Materalien und schöne Zimmer. Jedoch funktionieren die Duschen nicht, da das Wasser nach dem Duschen vor der Toilette einen See bildet. Das Frühstück ist sehr \"übersichtlich\""},
{"username": "rab7111", "review_helpful_vote": 258, "review_date": "Sept. 2017 ", "review_score": "5", "review_id": "522663562", "review_title": "Sehr gutes Restaurant", "review_text": "Das Ambiente ist modern und wirkt doch sehr gemütlich. Die Speisekarte ist klein aber die Speisen sind von hoher Qualität. Die Hamburger sind sehr zu empfehlen. Die Bedienung ist freundlich und speditiv. Gerne wieder."},
{"username": "Rebo13", "review_helpful_vote": 127, "review_date": "Apr. 2017 ", "review_score": "5", "review_id": "478854590", "review_title": "Sehr gutes Seminarhotel", "review_text": "Ich war zwei Tage im Greuterhof an einem geschäftlichen Seminar. Der Empfang war sehr freundlich und speditiv. Die Seminarräume sind grosszügig und gut eingerichtet. Die Pausen-Verpflegung war abwechslungsreich und frisch. Das Nachtessen war hochwertig und von guter Qualität. Die Hotelzimmer und das ganze Hotel  ist sehr schön eingerichtet, neu und sehr sauber. Das Personal sehr freundlich, kompetent und hilfsbereit. Macht weiter so!!"},
{"username": "Nicole_Kohler", "review_helpful_vote": 4, "review_date": "März 2017 ", "review_score": "5", "review_id": "470038463", "review_title": "Herzliche Gastfreundschaft", "review_text": "Im Rahmen einer Abendveranstaltung habe ich den Greuterhof besucht. Das Team ist sehr hilfsbereit und freundlich und das kulinarische Angebot top.  Die Zimmer sind wunderschön eingerichtet und im Bett schläft es sich grossartig.  Auch das Frühstücksangebot war reichlich, frisch und köstlich.   Die Seminarräume sind ebenfalls sehr schön. Mit dem Lerlingsverband \"wertvoll\" ermöglichen die Mitarbeiter zudem Jugendlichen mit Unterstützungsbedarf eine Zukunft. Mein grösster Respekt dafür! Ich komme gerne wieder einmal."},
{"username": "A. Beslic", "review_helpful_vote": 85, "review_date": "März 2017 ", "review_score": "5", "review_id": "469601758", "review_title": "Sehr gut ", "review_text": "2-tägiges Seminar in Islikon. Wir sind sehr gut aufgehoben hier im Greuterhof. Nach einer Führung mit Geschichte fühlen wir uns alle sehr wohl und sind dankbar dass es solche Orte noch gibt. Diese Institution ist ein Vorbild für alle Schweizer Sozialeinrichtungen.  Vielen Dank für Alles!!!  Durchs Band perfekt!!"},
{"username": "Ruunia", "review_helpful_vote": 94, "review_date": "März 2017 ", "review_score": "4", "review_id": "467991784", "review_title": "Sehr schönes Gebäude,moderne Zimmer", "review_text": "Die Zimmer im Greuterhof sind sehr modern und stilvoll eingerichtet. Das Bett ist bequem und das Duvet gross genug. Im Badezimmer findet man Duschmittel und Bodylotion, Haarpflegemittel fehlen leider. Das Gebäude ist allgemein sehr ansprechend. Das Frühstück ist sehr knapp. Für den Preis kann man ein reichhaltigeres Frühstück erwarten."},
{"username": "Ostschweizer-on-Tour", "review_helpful_vote": 54, "review_date": "März 2017 ", "review_score": "5", "review_id": "467883988", "review_title": "Schön eingerichtet - gutes Essen", "review_text": "War für ein Seminar im Greuterhof (2 Tage mit Übernachtung),. Wir wurden gut versorgt das Essen ist sehr lecker. Zu den Preisen kann ich nichts sagen, da es sich um eine Pauschale handelte, die wir nicht selber bezahlt haben. Zimmer sind schön eingerichtet, jedoch zum Gartenrestaurant hin recht hellhörig so das man dann die langen Gespräche draussen mithören muss."},
{"username": "Kathrin B", "review_helpful_vote": 47, "review_date": "Nov. 2016 ", "review_score": "5", "review_id": "436065755", "review_title": "Super Seminar Hotel", "review_text": "Die Zimmer sind frisch renoviert und sehr schön gemacht. Die diversen Seminar Räume bietet alles was das Her begeht, es verfügt über grosse und kleine Räume mit viel Charm.   Schmittenbar sehr lecker zum Essen.   Zusätzlich hat es noch ein sehr interessantes Telefonmuseum. "},
{"username": "Othmar K", "review_helpful_vote": 19, "review_date": "Aug. 2016 ", "review_score": "4", "review_id": "409653791", "review_title": "MXGP Frauenfeld", "review_text": "Sehr schönes und gemütliches Hotel. Sehr freundliches Personal. Das Hotel kann ich auf jeden fall weiter empfehlen. Es liegt sehr nahe bei Frauenfeld und GP war es sehr geeignet. Abstellhalle ist ebenfalls vorhanden und im Preis inbegriffen."},
{"username": "nocenoseda", "review_helpful_vote": 19, "review_date": "Aug. 2016 ", "review_score": "5", "review_id": "408800010", "review_title": "Gehmütliche Zimmer, gutes Essen, schöne Atmosphäre ", "review_text": "Renato und seine Crew verwöhnen die Gäste mit viel Herz. Die Zimmer sind bis ins Detail mit Geschmack eingerichtet und sehr gepflegt. Das Essen schmeckt vom Aperitif bis Dessert köstlich, und das soziale Engagement vom Greuterhof ist überzeugend.   Danke! "},
{"username": "stefanportmann", "review_helpful_vote": 51, "review_date": "Aug. 2016 ", "review_score": "3", "review_id": "408623371", "review_title": "Sehr schönes Hotel mit ein paar Haken", "review_text": "Das Hotel ist sehr schön renoviert. Besonders Freude machen die Bett- und Frottierwäsche von Schlossberg. Da merkt man die Qualität. Das Bett war sehr angenehm. Die Zimmer nicht gross, aber okay. Was uns persönlich nicht gefallen hat: Zimmer 001 geht auf die Strasse und den Parkplatz, womit man viele Zuschauer hatte, bei offenen Vorhängen oder kein Licht bei geschlossenen. Die Luft war sehr trocken und es wurde im Zimmer schnell stickig bei geschlossenen Fenstern, bei offenen hatte man den Strassenlärm. Immerhin ist die Strasse nicht stark befahren. Das Frühstück war okay, allerdings gab es um 09:00 Uhr (nach einer Stunde) schon keine Croissants mehr, diese wurden auch nicht aufgefüllt. Das restliche Frühstück bestand aus Fleisch/Käseplatte, Fruchtsalat/Müesli, Brötchen, Butter,"},
{"username": "Scholle74", "review_helpful_vote": 90, "review_date": "Mai 2016 ", "review_score": "4", "review_id": "372183962", "review_title": "Sensationelles Ambiente uns stillvolle Architektur", "review_text": "Ich denke aus einer alten Scheune wurde ein sehr schönes Hotel errichtet. Stimmige Materialien lassen es heimelig wirken. Ich habe mich sehr wohl gefühlt im Zimmer und der Service war rundum perfekt. Gutes Frühstück. Für mich das beste Hotel im Umland von Frauenfeld."},
{"username": "Batsch", "review_helpful_vote": 135, "review_date": "März 2016 ", "review_score": "4", "review_id": "354343288", "review_title": "Restaurant ist zu empfehlen", "review_text": "Sehr toll renoviertes Gebäude, alt und neu wurden gekonnt gemixt. Wir sind zu viert im Restaurant eingekehrt und wurden von A-Z freundlich und kompetent bedient. Die angebotenen Speisen sind speziell (z.b. Fish und Chips oder Tartar mit Belper Knolle). Bekannt sind die excellenten Burger, entweder mit Büffel-Mozzarella, Angus Beef oder Surf and Turf. Sehr angenehm sind die Weinpreise. Einziger Kritikpunkt: die Speisekarten sind zwar ein eyecatcher, aber definitiv zu gross und viel zu unhandlich."},
{"username": "siriobi", "review_helpful_vote": 15, "review_date": "Jan. 2016 ", "review_score": "2", "review_id": "336913955", "review_title": "Hochzeitsgesellschaft", "review_text": "Wir haben unsere Hochzeitsnacht im Greuterhof verbracht. Zusammen mit dem grössten Teil der Hochzeitsgesellschaft. Leider war es der einzige Negativpunkt unserer perfekten Hochzeit. Ein mündlich zugesicherter Hochzeitsrabatt wurde widerrufen. Die Frühstück-Zeit wurde uns bis 13.00 Uhr zugesichert. Am Hochzeitstag wurde sie dann auf 10.00 Uhr  zurückgesetzt. Das Bett war nur 140cm breit, ansonsten war das Zimmer und auch das Hotel sehr schön. Trotz Hochzeitsnacht hat uns kein Glückwunsch im Zimmer erwartet. Nicht mal ein Schokolädchen lag drin. Das Frühstücksbuffet war für den Preis sehr dürftig. Das Benehmen des Personals war leider ebenfalls sehr dürftig. Für diesen Zimmerpreis erwarten wir deutlich mehr. Wir waren das letzte Mal im Greuterhof und werden das Hotel auch nicht"},
{"username": "Sascha K", "review_helpful_vote": 129, "review_date": "Nov. 2015 ", "review_score": "4", "review_id": "328952370", "review_title": "Sauber, gepflegt und neu", "review_text": "Sehr schönes Hotel . Alles sauber neu und gut gepflegt . Das Zimmer war ausreichend groß und gut ausgestattet . Es gibt genügend Parkplätze am Hotel . Man könnte sogar eine Tiefgarage nutzen . 5 Sterne bewerte ich nur nicht da ich ein ruhiges Zimmer gebucht hatte . Prompt bekam ich eines zur Straße hin. Der Verkehr ist bei gekippten Fenster ohrenbetäubend . Das Frühstück fand ich jetzt auch nicht so prickelnd . Es gab kein Buffet wie so oft in den Hotels sondern einfach alles pro Nase portioniert auf den Tisch gestellt. Ich persönlich halte davon nichts. Ist aber Geschmacksache . "},
{"username": "Christoph P", "review_helpful_vote": 2, "review_date": "Sept. 2015 ", "review_score": "5", "review_id": "309594596", "review_title": "Ausgezeichnetes Restaurant mit Bistro-Atmosphäre", "review_text": "Haben im sehr schön restaurierten Bistro-Restaurant gegessen. Alles wunderbar, Essen prima, Atmosphäre und Ambiente sehr gemütlich und stilvoll und dennoch ungezwungen. Geeignet für ein Essen, einen Drink an der Bar oder ein Glas Wein vor de, Cheminee. Wirklich ein sehr gelungener Abend."},
{"username": "peter s", "review_helpful_vote": 249, "review_date": "Aug. 2015 ", "review_score": "5", "review_id": "301479761", "review_title": "Alles perfekt ", "review_text": "während 2 tagen an einem workshop lernte ich den greuterhof kennen. die gebäude vom hotel wie von den arbeitsräumen sind sehr schön renoviert. die zimmer sind schön eingerichtet und matratze, duvet und kissen passten. das kommt bei mir selten vor. die gebäude haben eine lange und spannende geschichte hinter sich. es lohnt sich, sich diese bei einem apéro erzählen zu lassen. ebenfalls nichts zu bemängeln gab es beim sehr aufmerksamen service und dem nachtessen und frühstück."},
{"username": "Luckylou36", "review_helpful_vote": 8, "review_date": "Juni 2015 ", "review_score": "5", "review_id": "282889219", "review_title": "Tolles Erlebnis", "review_text": "So wünscht man sich einen perfekten Aufenthalt in einem Schweizer Hotel. Sehr freundlicher Empfang. Late check out ohne Problem möglich gewesen. Obwohl wir die einzigen Gäste zum Frühstück waren, haben wir den vollen Service erhalten und konnten sogar um 11.00 Uhr frühstücken.  Die Betten mit Schlossbergbettwäsche sind ein Traum!!  Wir kommen gerne wieder!"},
{"username": "Andreas Mayer", "review_helpful_vote": 23, "review_date": "Mai 2015 ", "review_score": "5", "review_id": "275689085", "review_title": "sehr schönes Hotel", "review_text": "Wir würden sehr höflich empfangen und gut orientiert was wie wo im Hotel ist. Die Zimmer sehr schön und modern eingerichtet alles richt noch nach neu. Das parkieren in der Tiefgarage ist gratis und man gelangt mit dem lieft zur Lobby, leider ist der lieft nicht beschriftet schade. Da Essen im Restaurant sehr gut. Der Kaffee am Morgen war sehr gut leider gibt es das Frühstück erst ab acht Uhr für meinen Geschmack etwas spät."},
{"username": "Trvlcrtc", "review_helpful_vote": 11, "review_date": "Mai 2017 ", "review_score": "2", "review_id": "481602071", "review_title": "Nicht beeindruckt", "review_text": "Zu viele Dinge sind einfach nicht gut genug für eine Konferenz Hotel in dieser Preisklasse in dieser Lage.  Zimmer: klein und dunkel hinter einer nicht erklärbar repariert ber Fenster, Schreibtisch unbrauchbar (zu klein, um arbeiten mit Laptop, unbequem Stuhl) .  Mittagessen: Höhe Liegen passt nicht Höhe Tisch. Nicht ein schönes Zimmer. Zwei konservengläser Leitungswasser und ein Glas Eistee, keine anderen Alternativen angeboten. Das Essen war okay, aber einfach.  Konferenzraum: kleine Tische, Dach Platz, nur Dachfenster"},
{"username": "J P", "review_helpful_vote": 5, "review_date": "Jan. 2017 ", "review_score": "4", "review_id": "453753698", "review_title": "Schöne Mischung aus modern und alt", "review_text": "Recht Interessantes Konzept. Einfach, sehr natural Zimmer, nettes Personal. Das Design der Zimmer ist sehr schweizerisch/Schweden. Natural, einfach, hohe Qualität.  Im Allgemeinen ein sympathisch Konzept obwohl einige Details passt nicht einem 4 * Standard (keine Minibar oder Telefon im Zimmer) ."},
{"username": "Norberto Bonalumi", "review_helpful_vote": 62, "review_date": "Dez. 2016 ", "review_score": "4", "review_id": "441503102", "review_title": "Einfache Küche, aber fein", "review_text": "Das Hotel wurde renoviert, so dass die alten sieht ziemlich gut kompatibel mit den neuen Stil. Die Gerichte serviert und einfach, aber gleichzeitig sehr schön präsentiert und Geschmack ist großartig! Für Geschäftsreisende, aber auch für Freunde und Paare."},
{"username": "Furtus", "review_helpful_vote": 85, "review_date": "Sept. 2016 ", "review_score": "4", "review_id": "420707938", "review_title": "Tolle Gesellschaft Event", "review_text": "Das Hotel und vor allem das Restaurant sind großartig und alles hat ein super Ambiente. Das Essen war ausgezeichnet und die Konferenzräume waren inspirierend, groß und voll ausgestattet mit allem, was wir brauchten. Alles in allem eine sehr positive Erfahrung."}
][
{"username": "Domi", "review_helpful_vote": "99", "review_date": "März 2022", "review_score": "5", "review_id": "830575111", "review_title": "Ideal für Geschäftsreise", "review_text": "Das Greuterhof liegt zwischen Frauenfeld und Winterthur. Es ist das typische Seminarhotel, mit vielen Einzelzimmern und also ideal für Gäste, die auf Geschäftsreise sind. Die Struktur ist sehr modern. Das Hotel verfügt über genügend Parkmöglichkeit. Die Zimmer sind schlicht und elegant, sauber und ruhig. Das Fernseher ist lächerlich klein, aber ich habe es sowieso nicht benützt. Das Personal ist sehr freundlich und kompetent. Das Frühstuck war wie versprochen reichlich und wurde bedient (das bedeutet kein Frühstuckbuffet, was ich sehr geschätzt habe). Wenn ich wieder geschäftlich in der Region sein werde, werde ich sicher nochmals das Greuterhof wählen."},
{"username": "Marc", "review_helpful_vote": "1", "review_date": "Feb. 2021 ", "review_score": "5", "review_id": "782874055", "review_title": "Hochzeitsfest", "review_text": "Wir haben für unser Hochzeitsfest den Greuterhof gewählt. Wir haben das Hochzeitsfst trotz den Corona-Einschränkungen sehr genossen. Livia und das Greuterhof Team haben uns während der schwierigen Vorbereitung super unterstützt und unsere Wünsche sehr gut umgesetzt. Da wir das Essen sehr lecker finden und auch das Hotel/ Restaurant sehr charmant ist, gehen wir immer wieder gerne dort essen."},
{"username": "gangst2018", "review_helpful_vote": "26", "review_date": "Jan. 2020 ", "review_score": "5", "review_id": "737991702", "review_title": "Sitzung und Essen/Übernachtung ", "review_text": "Wir hatten eine Sitzung mit anschließendem Nachtessen, Übernachtung und Frühstück. Alles war PERFEKT! Freundliche Bedienung, sehr gutes Essen und sensationell schöne Location! Dazu gab‘s noch einen interessanten, kurzen Vortrag über die Geschichte vom Greuterhof mit feinem Apéro. Gerne wieder! Danke für ALLES!"},
{"username": "towaritsch", "review_helpful_vote": "130", "review_date": "Okt. 2019 ", "review_score": "4", "review_id": "718863417", "review_title": "kreative Küche lecker zubereitet", "review_text": "ein sehr schönes, professionel restauriertes Hotel ( überwiegend wohl Tagungshotel ) direkt an der Straße mit einem Außenbereich bei schönem Wetter. Das Restaurant ist nicht sehr groß, mit einer dominanten Bar-Theke und zweckmäßigem Interieur, aber nicht gerade gemütlich. Das Essen war ausgezeichnet, wenngleich auch nicht gerade preiswert. Das Besondere aber ist die Philosophie des Hauses !!!!  Selbst im Service werden Jugendliche eingesetzt, die leicht gehandicapt sind und sich große Mühe geben, trotz ihrer \"Behinderung\" den Gast zufrieden zu stellen. Größtes Kompliment an die junge Dame, die den Service leitet"},
{"username": "Urs H. K", "review_helpful_vote": "318", "review_date": "Okt. 2019 ", "review_score": "4", "review_id": "716026211", "review_title": "Angenehmes Ambiente und fachgerechtes Gastgebertum in dieser umgebauten historischen Liegenschaft", "review_text": "Restaurant Schmitte: haben die Räumlichkeiten tagsüber kurz angeschaut. Hat uns sehr gut gefallen, deshalb kamen wir zum Nachtessen zurück. Freundlicher Empfang, Abnahme der Garderobe. Der stv. Restaurationsleiter empfiehlt uns in blumigen Worten den aktuellen Hausapéro: wir bestellen diesen, sowie einen Tomatensaft. Zum Essen wählen wir die 2-farbige Karottenmousse und die Lachsforelle im Glas, sowie das Zanderfilet und die Pata-Negra Tagliata. Alles schmeckt sehr fein - Kompliment an die Köche! Die Hauptgänge sind sehr grosszügig portioniert. Dazu empfiehlt uns die (sehr kompetente) Restaurationsleiterin den roten Quarteto von Lenz - super! Trotz vollem Restaurant werden wir aufmerksam betreut und umsorgt, auch vom Lehrling (siehe nächster Satz). Sehr positiv beeindruckt hat"},
{"username": "benfu13", "review_helpful_vote": "13", "review_date": "Sept. 2019 ", "review_score": "5", "review_id": "712388244", "review_title": "Hochzeitsfeier", "review_text": "Haben die Location für unsere Hochzeit gewählt. Livia hat uns von Beginn an sehr gut begleitet und unterstützt. Änderungswünsche wurden stets umgesetzt. Einen herzlichen Dank ebenfalls an das ganze Serviceteam, welches sehr zuvorkommend bedient hat. Wir haben uns wohl gefühlt und kommen gerne wieder."},
{"username": "Sarah S", "review_helpful_vote": "346", "review_date": "Juni 2019 ", "review_score": "4", "review_id": "685254136", "review_title": "Auszeit vom Alltag ", "review_text": "Wir waren an einer 2-Tägigen Weiterbildung im Greuterhof. Das Personal war sehr freundlich und zuvorkommend. Die Zimmer sauber und modern. Das Essen war am 1. Tag sehr gut und am zweiten ok. Etwas leichteres wäre bei der Hitze schön gewesen,  aber es ist mir bewusst,  dass es bei grossen Gruppen schwierig ist kurzfristig darauf einzugehen wie gerade das Wetter ist. Alles in allem war das Personal sehr aufmerksam und zuvorkommend,  dee Aufenthalt schön und entspannt,  so dass wir eine kleine Auszeit vom Alltag geniessen konnten. "},
{"username": "Matthias S", "review_helpful_vote": "34", "review_date": "März 2019 ", "review_score": "3", "review_id": "662358438", "review_title": "Veranstaltung Ostschweizer Oel", "review_text": "Wir waren an der Infoveranstaltung der Ostschweizer Oellieferanten. Der anschliessende Apero wurde im Nebengebäude serviert. Sah alles sehr schön aus, es wurde aber zu wenig Besteck gereicht, weil es sich nicht nur um Fingerfood handelte, sondern auch Häppchen hatte, welche man nur mit Besteck essen konnte. Schade. Auch waren die Räumlichkeiten etwas gar eng für die Anzahl der teilnehmenden Besucher. Sonst ein schöner Ort und gutes Essen im Restaurant."},
{"username": "Markus", "review_helpful_vote": "45", "review_date": "März 2019 ", "review_score": "5", "review_id": "657170884", "review_title": "Sehr gutes Nachtessen", "review_text": "War am Donnerstag Abend im Greuterhof in der Schmitte beim Nachtessen. Bedienung war sehr aufmerksam und freundlich. Das Lokal war sehr gut besetzt und trotzdem kam keine Hektik auf. Zur Vorspeise eine Trilogie von Ente, Saibling und Linsen sehr gut und zum Hauptgang ein Duo vom Rind. War ausgezeichnet 😃 Danke dem Greuterhof Team, immer wieder gerne."},
{"username": "Ratistella", "review_helpful_vote": "237", "review_date": "Jan. 2019 ", "review_score": "4", "review_id": "648901477", "review_title": "Kadertagung mit anschliessendem Salzworkshop", "review_text": "Für die Kadertagung dieses Jahr haben wir uns für den Greuterhof in Islikon entschieden. Das neu Erbaute an der Hauptstrasse macht einen modern-rustikalen Eindruck. Der Empfang war freundlich und der Hausmeister nahm uns mit, um uns auf dem Weg zum Seminar Raum das wichtigste zu erklären, damit wir uns zurecht fanden. Der Tagungsraum war auf der anderen Strassenseite im alten Teil. Der Pausenraum befand sich im Innenhof, so hatte man immer eine gezwungene Brise frisch Luft 😄 auf dem Weg zur Kaffeemaschine. Das Mittagessen war gut, Salat/ Maispoularde Risotto/ Etagere mit allerlei Süssem im Miniformat. Wir waren gestärkt für den Nachmittag. Vor dem Abendessen haben wir an einem Salzworkshop teil genommen und unter Anleitung unser eigenes Speisesalz gemischt. Fand ich super! Dem"},
{"username": "Matthias E", "review_helpful_vote": "154", "review_date": "Nov. 2018 ", "review_score": "5", "review_id": "633357206", "review_title": "Perfekter Seminar-Aufenthalt in inspirierendem Rahmen", "review_text": "Die Abläufe von der Reservation bis zur Durchführung des Seminars haben reibungslos und speditiv geklappt, freundlicher Empfang bei Ankunft, super Service des Hausdienstes, wunderbares Essen - rundum empfehlenswert! Beeindruckend auch das Konzept, dass mit jungen Menschen gearbeitet wird, welche mehr Betreuung benötigen - super!"},
{"username": "Martin", "review_helpful_vote": "5", "review_date": "Sept. 2018 ", "review_score": "5", "review_id": "618285664", "review_title": "Wild Menü", "review_text": "Die Qualität vom Essen ist sehr beeindruckend, die Zusammenstellung vom Wild Menü war super. Eine sehr kreative Küche mit freundlicher Bedienung, Herz was willst du mehr. Wir haben uns sehr wohl gefühlt und kommen wieder. Lieben Dank Greuterhof. "},
{"username": "Markus B", "review_helpful_vote": "127", "review_date": "Juni 2018 ", "review_score": "3", "review_id": "587706767", "review_title": "Ok", "review_text": "Vorab sei gesagt, dass die Architektur wie auch die Inneneinrichtung sehr geschmackvoll sind. Die Bedienung war aufmerksam und freundlich. Jedoch vermag die Qualität der Speisen nicht zu überzeugen. Wir haben den Hamburger Schmittr gegessen, war o. k. Aber leider auch nicht mehr."},
{"username": "Sarah S", "review_helpful_vote": "346", "review_date": "März 2018 ", "review_score": "5", "review_id": "563737962", "review_title": "Toller Service", "review_text": "Das Zimmer war sauber und schön. In der Nacht war die Raumtemperatur etwas warm. Das Personal war sehr aufmerksam und freundlich. Für Leute mit Nahrungsmittelallergien sehr zu empfehlen. Es wurden alle gut umsorgt. Das Apfelkonzept zieht sich durch was sehr gut passt. Ein weiteres Plus sind die Lehrstellenplätze für die Jugendlichen die es nicht ganz einfach hatten."},
{"username": "Peter_Meierhans", "review_helpful_vote": "116", "review_date": "Jan. 2018 ", "review_score": "3", "review_id": "553118284", "review_title": "Sehr schönes Restaurant/Hotel - Design ist nicht alles.", "review_text": "Ein sehr schönes Restaurant mit Ambiance, gut gemacht - sehr schönes Design. Als - u.a. - Restaurationsadresse mit Ausbildungsauftrag und -Zielen, läuft leider nicht alles rund. Wir haben recht lange gewartet, wurden dadurch aber durch sehr freundliches Personal \"entschädigt\". Die Abend-Speisenkarten ist klein und übersichtlich, jeder Gast findet etwas. Wir hatten den Burger (Hauptgang) und einen gemischten Salat als Vorspeise, alles in tadelloser Qualität und zügig serviert. Die Preise sind an der oberen Grenze: CHF 200.-- (für 4 Personen, ohne Wein und Spirituosen; nur Wasser und 1 Bier) für ein relativ einfaches, gutes Essen ist schon \"respektabel\"."},
{"username": "Friedensmensch", "review_helpful_vote": "6", "review_date": "Okt. 2017 ", "review_score": "1", "review_id": "530386133", "review_title": "Unhöfliche Chefetage, freches Personal, niemand fühlt sich zuständig", "review_text": "Nie wieder. Unsere Veranstaltung wurde nicht betreut. Pausenverpflegung zu teuer und zu wenig. Kaffeemaschine defekt, keine Hilfe. Schwierige Kommunikation mit allen Beteiligten. Essen zu wenig. Fehlerhafte Belegung der Räume, Gäste werden unhöflich auf einen Umweg in den Veranstaltungsort geschickt. Angriffige Chefetage, Kritik ist hier nicht erwünscht.  Der Gast ist hier definitiv nicht König. Nie wieder."},
{"username": "JSWaging", "review_helpful_vote": "538", "review_date": "Sept. 2017 ", "review_score": "3", "review_id": "527888830", "review_title": "Design ist nicht alles", "review_text": "Toller Umbau einer alten Scheune zu einem guten Hotel. Hochwertige Materalien und schöne Zimmer. Jedoch funktionieren die Duschen nicht, da das Wasser nach dem Duschen vor der Toilette einen See bildet. Das Frühstück ist sehr \"übersichtlich\""},
{"username": "rab7111", "review_helpful_vote": "991", "review_date": "Sept. 2017 ", "review_score": "5", "review_id": "522663562", "review_title": "Sehr gutes Restaurant", "review_text": "Das Ambiente ist modern und wirkt doch sehr gemütlich. Die Speisekarte ist klein aber die Speisen sind von hoher Qualität. Die Hamburger sind sehr zu empfehlen. Die Bedienung ist freundlich und speditiv. Gerne wieder."},
{"username": "Rebo13", "review_helpful_vote": "327", "review_date": "Apr. 2017 ", "review_score": "5", "review_id": "478854590", "review_title": "Sehr gutes Seminarhotel", "review_text": "Ich war zwei Tage im Greuterhof an einem geschäftlichen Seminar. Der Empfang war sehr freundlich und speditiv. Die Seminarräume sind grosszügig und gut eingerichtet. Die Pausen-Verpflegung war abwechslungsreich und frisch. Das Nachtessen war hochwertig und von guter Qualität. Die Hotelzimmer und das ganze Hotel  ist sehr schön eingerichtet, neu und sehr sauber. Das Personal sehr freundlich, kompetent und hilfsbereit. Macht weiter so!!"},
{"username": "Nicole_Kohler", "review_helpful_vote": "25", "review_date": "März 2017 ", "review_score": "5", "review_id": "470038463", "review_title": "Herzliche Gastfreundschaft", "review_text": "Im Rahmen einer Abendveranstaltung habe ich den Greuterhof besucht. Das Team ist sehr hilfsbereit und freundlich und das kulinarische Angebot top.  Die Zimmer sind wunderschön eingerichtet und im Bett schläft es sich grossartig.  Auch das Frühstücksangebot war reichlich, frisch und köstlich.   Die Seminarräume sind ebenfalls sehr schön. Mit dem Lerlingsverband \"wertvoll\" ermöglichen die Mitarbeiter zudem Jugendlichen mit Unterstützungsbedarf eine Zukunft. Mein grösster Respekt dafür! Ich komme gerne wieder einmal."},
{"username": "A. Beslic", "review_helpful_vote": "168", "review_date": "März 2017 ", "review_score": "5", "review_id": "469601758", "review_title": "Sehr gut ", "review_text": "2-tägiges Seminar in Islikon. Wir sind sehr gut aufgehoben hier im Greuterhof. Nach einer Führung mit Geschichte fühlen wir uns alle sehr wohl und sind dankbar dass es solche Orte noch gibt. Diese Institution ist ein Vorbild für alle Schweizer Sozialeinrichtungen.  Vielen Dank für Alles!!!  Durchs Band perfekt!!"},
{"username": "Ruunia", "review_helpful_vote": "342", "review_date": "März 2017 ", "review_score": "4", "review_id": "467991784", "review_title": "Sehr schönes Gebäude,moderne Zimmer", "review_text": "Die Zimmer im Greuterhof sind sehr modern und stilvoll eingerichtet. Das Bett ist bequem und das Duvet gross genug. Im Badezimmer findet man Duschmittel und Bodylotion, Haarpflegemittel fehlen leider. Das Gebäude ist allgemein sehr ansprechend. Das Frühstück ist sehr knapp. Für den Preis kann man ein reichhaltigeres Frühstück erwarten."},
{"username": "Ostschweizer-on-Tour", "review_helpful_vote": "263", "review_date": "März 2017 ", "review_score": "5", "review_id": "467883988", "review_title": "Schön eingerichtet - gutes Essen", "review_text": "War für ein Seminar im Greuterhof (2 Tage mit Übernachtung),. Wir wurden gut versorgt das Essen ist sehr lecker. Zu den Preisen kann ich nichts sagen, da es sich um eine Pauschale handelte, die wir nicht selber bezahlt haben. Zimmer sind schön eingerichtet, jedoch zum Gartenrestaurant hin recht hellhörig so das man dann die langen Gespräche draussen mithören muss."},
{"username": "Kathrin B", "review_helpful_vote": "251", "review_date": "Nov. 2016 ", "review_score": "5", "review_id": "436065755", "review_title": "Super Seminar Hotel", "review_text": "Die Zimmer sind frisch renoviert und sehr schön gemacht. Die diversen Seminar Räume bietet alles was das Her begeht, es verfügt über grosse und kleine Räume mit viel Charm.   Schmittenbar sehr lecker zum Essen.   Zusätzlich hat es noch ein sehr interessantes Telefonmuseum. "},
{"username": "Othmar K", "review_helpful_vote": "51", "review_date": "Aug. 2016 ", "review_score": "4", "review_id": "409653791", "review_title": "MXGP Frauenfeld", "review_text": "Sehr schönes und gemütliches Hotel. Sehr freundliches Personal. Das Hotel kann ich auf jeden fall weiter empfehlen. Es liegt sehr nahe bei Frauenfeld und GP war es sehr geeignet. Abstellhalle ist ebenfalls vorhanden und im Preis inbegriffen."},
{"username": "nocenoseda", "review_helpful_vote": "50", "review_date": "Aug. 2016 ", "review_score": "5", "review_id": "408800010", "review_title": "Gehmütliche Zimmer, gutes Essen, schöne Atmosphäre ", "review_text": "Renato und seine Crew verwöhnen die Gäste mit viel Herz. Die Zimmer sind bis ins Detail mit Geschmack eingerichtet und sehr gepflegt. Das Essen schmeckt vom Aperitif bis Dessert köstlich, und das soziale Engagement vom Greuterhof ist überzeugend.   Danke! "},
{"username": "stefanportmann", "review_helpful_vote": "105", "review_date": "Aug. 2016 ", "review_score": "3", "review_id": "408623371", "review_title": "Sehr schönes Hotel mit ein paar Haken", "review_text": "Das Hotel ist sehr schön renoviert. Besonders Freude machen die Bett- und Frottierwäsche von Schlossberg. Da merkt man die Qualität. Das Bett war sehr angenehm. Die Zimmer nicht gross, aber okay. Was uns persönlich nicht gefallen hat: Zimmer 001 geht auf die Strasse und den Parkplatz, womit man viele Zuschauer hatte, bei offenen Vorhängen oder kein Licht bei geschlossenen. Die Luft war sehr trocken und es wurde im Zimmer schnell stickig bei geschlossenen Fenstern, bei offenen hatte man den Strassenlärm. Immerhin ist die Strasse nicht stark befahren. Das Frühstück war okay, allerdings gab es um 09:00 Uhr (nach einer Stunde) schon keine Croissants mehr, diese wurden auch nicht aufgefüllt. Das restliche Frühstück bestand aus Fleisch/Käseplatte, Fruchtsalat/Müesli, Brötchen, Butter,"},
{"username": "Scholle74", "review_helpful_vote": "331", "review_date": "Mai 2016 ", "review_score": "4", "review_id": "372183962", "review_title": "Sensationelles Ambiente uns stillvolle Architektur", "review_text": "Ich denke aus einer alten Scheune wurde ein sehr schönes Hotel errichtet. Stimmige Materialien lassen es heimelig wirken. Ich habe mich sehr wohl gefühlt im Zimmer und der Service war rundum perfekt. Gutes Frühstück. Für mich das beste Hotel im Umland von Frauenfeld."},
{"username": "Batsch", "review_helpful_vote": "139", "review_date": "März 2016 ", "review_score": "4", "review_id": "354343288", "review_title": "Restaurant ist zu empfehlen", "review_text": "Sehr toll renoviertes Gebäude, alt und neu wurden gekonnt gemixt. Wir sind zu viert im Restaurant eingekehrt und wurden von A-Z freundlich und kompetent bedient. Die angebotenen Speisen sind speziell (z.b. Fish und Chips oder Tartar mit Belper Knolle). Bekannt sind die excellenten Burger, entweder mit Büffel-Mozzarella, Angus Beef oder Surf and Turf. Sehr angenehm sind die Weinpreise. Einziger Kritikpunkt: die Speisekarten sind zwar ein eyecatcher, aber definitiv zu gross und viel zu unhandlich."},
{"username": "siriobi", "review_helpful_vote": "7", "review_date": "Jan. 2016 ", "review_score": "2", "review_id": "336913955", "review_title": "Hochzeitsgesellschaft", "review_text": "Wir haben unsere Hochzeitsnacht im Greuterhof verbracht. Zusammen mit dem grössten Teil der Hochzeitsgesellschaft. Leider war es der einzige Negativpunkt unserer perfekten Hochzeit. Ein mündlich zugesicherter Hochzeitsrabatt wurde widerrufen. Die Frühstück-Zeit wurde uns bis 13.00 Uhr zugesichert. Am Hochzeitstag wurde sie dann auf 10.00 Uhr  zurückgesetzt. Das Bett war nur 140cm breit, ansonsten war das Zimmer und auch das Hotel sehr schön. Trotz Hochzeitsnacht hat uns kein Glückwunsch im Zimmer erwartet. Nicht mal ein Schokolädchen lag drin. Das Frühstücksbuffet war für den Preis sehr dürftig. Das Benehmen des Personals war leider ebenfalls sehr dürftig. Für diesen Zimmerpreis erwarten wir deutlich mehr. Wir waren das letzte Mal im Greuterhof und werden das Hotel auch nicht"},
{"username": "Sascha K", "review_helpful_vote": "757", "review_date": "Nov. 2015 ", "review_score": "4", "review_id": "328952370", "review_title": "Sauber, gepflegt und neu", "review_text": "Sehr schönes Hotel . Alles sauber neu und gut gepflegt . Das Zimmer war ausreichend groß und gut ausgestattet . Es gibt genügend Parkplätze am Hotel . Man könnte sogar eine Tiefgarage nutzen . 5 Sterne bewerte ich nur nicht da ich ein ruhiges Zimmer gebucht hatte . Prompt bekam ich eines zur Straße hin. Der Verkehr ist bei gekippten Fenster ohrenbetäubend . Das Frühstück fand ich jetzt auch nicht so prickelnd . Es gab kein Buffet wie so oft in den Hotels sondern einfach alles pro Nase portioniert auf den Tisch gestellt. Ich persönlich halte davon nichts. Ist aber Geschmacksache . "},
{"username": "Christoph P", "review_helpful_vote": "3", "review_date": "Sept. 2015 ", "review_score": "5", "review_id": "309594596", "review_title": "Ausgezeichnetes Restaurant mit Bistro-Atmosphäre", "review_text": "Haben im sehr schön restaurierten Bistro-Restaurant gegessen. Alles wunderbar, Essen prima, Atmosphäre und Ambiente sehr gemütlich und stilvoll und dennoch ungezwungen. Geeignet für ein Essen, einen Drink an der Bar oder ein Glas Wein vor de, Cheminee. Wirklich ein sehr gelungener Abend."},
{"username": "peter s", "review_helpful_vote": "982", "review_date": "Aug. 2015 ", "review_score": "5", "review_id": "301479761", "review_title": "Alles perfekt ", "review_text": "während 2 tagen an einem workshop lernte ich den greuterhof kennen. die gebäude vom hotel wie von den arbeitsräumen sind sehr schön renoviert. die zimmer sind schön eingerichtet und matratze, duvet und kissen passten. das kommt bei mir selten vor. die gebäude haben eine lange und spannende geschichte hinter sich. es lohnt sich, sich diese bei einem apéro erzählen zu lassen. ebenfalls nichts zu bemängeln gab es beim sehr aufmerksamen service und dem nachtessen und frühstück."},
{"username": "Luckylou36", "review_helpful_vote": "6", "review_date": "Juni 2015 ", "review_score": "5", "review_id": "282889219", "review_title": "Tolles Erlebnis", "review_text": "So wünscht man sich einen perfekten Aufenthalt in einem Schweizer Hotel. Sehr freundlicher Empfang. Late check out ohne Problem möglich gewesen. Obwohl wir die einzigen Gäste zum Frühstück waren, haben wir den vollen Service erhalten und konnten sogar um 11.00 Uhr frühstücken.  Die Betten mit Schlossbergbettwäsche sind ein Traum!!  Wir kommen gerne wieder!"},
{"username": "Andreas Mayer", "review_helpful_vote": "48", "review_date": "Mai 2015 ", "review_score": "5", "review_id": "275689085", "review_title": "sehr schönes Hotel", "review_text": "Wir würden sehr höflich empfangen und gut orientiert was wie wo im Hotel ist. Die Zimmer sehr schön und modern eingerichtet alles richt noch nach neu. Das parkieren in der Tiefgarage ist gratis und man gelangt mit dem lieft zur Lobby, leider ist der lieft nicht beschriftet schade. Da Essen im Restaurant sehr gut. Der Kaffee am Morgen war sehr gut leider gibt es das Frühstück erst ab acht Uhr für meinen Geschmack etwas spät."},
{"username": "Trvlcrtc", "review_helpful_vote": "30", "review_date": "Mai 2017 ", "review_score": "2", "review_id": "481602071", "review_title": "Nicht beeindruckt", "review_text": "Zu viele Dinge sind einfach nicht gut genug für eine Konferenz Hotel in dieser Preisklasse in dieser Lage.  Zimmer: klein und dunkel hinter einer nicht erklärbar repariert ber Fenster, Schreibtisch unbrauchbar (zu klein, um arbeiten mit Laptop, unbequem Stuhl) .  Mittagessen: Höhe Liegen passt nicht Höhe Tisch. Nicht ein schönes Zimmer. Zwei konservengläser Leitungswasser und ein Glas Eistee, keine anderen Alternativen angeboten. Das Essen war okay, aber einfach.  Konferenzraum: kleine Tische, Dach Platz, nur Dachfenster"},
{"username": "J P", "review_helpful_vote": "37", "review_date": "Jan. 2017 ", "review_score": "4", "review_id": "453753698", "review_title": "Schöne Mischung aus modern und alt", "review_text": "Recht Interessantes Konzept. Einfach, sehr natural Zimmer, nettes Personal. Das Design der Zimmer ist sehr schweizerisch/Schweden. Natural, einfach, hohe Qualität.  Im Allgemeinen ein sympathisch Konzept obwohl einige Details passt nicht einem 4 * Standard (keine Minibar oder Telefon im Zimmer) ."},
{"username": "Norberto Bonalumi", "review_helpful_vote": "202", "review_date": "Dez. 2016 ", "review_score": "4", "review_id": "441503102", "review_title": "Einfache Küche, aber fein", "review_text": "Das Hotel wurde renoviert, so dass die alten sieht ziemlich gut kompatibel mit den neuen Stil. Die Gerichte serviert und einfach, aber gleichzeitig sehr schön präsentiert und Geschmack ist großartig! Für Geschäftsreisende, aber auch für Freunde und Paare."},
{"username": "Furtus", "review_helpful_vote": "349", "review_date": "Sept. 2016 ", "review_score": "4", "review_id": "420707938", "review_title": "Tolle Gesellschaft Event", "review_text": "Das Hotel und vor allem das Restaurant sind großartig und alles hat ein super Ambiente. Das Essen war ausgezeichnet und die Konferenzräume waren inspirierend, groß und voll ausgestattet mit allem, was wir brauchten. Alles in allem eine sehr positive Erfahrung."}
]